import Footer from "@/components/footer"
import Header from "@/components/header"

export default function About() {
    return (
        <>
            <Header />

            {/*  */}
            <div className="container mx-auto">
                <div className="min-h-[40rem] content-center p-3">
                    <p className="text-center text-2xl p-3">
                        เกี่ยวกับโครงการ
                    </p>
                    <p className="text-justify">
                        &emsp;&emsp;&emsp;โครงการพัฒนาระบบการสำรวจและบริหารจัดการพื้นที่เสี่ยงภัยน้ำท่วมและดินถล่ม บนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง (Development of Survey and Management System for Flood and Landslide Risk Areas Based on Information Technology and Advanced Management) เป็นโครงการที่ได้รับทุนอุดหนุนจากสำนักงานคณะกรรมการส่งเสริมวิทยาศาสตร์ วิจัยและนวัตกรรม (สกสว.) ผ่านทางมหาวิทยาลัยเชียงใหม่ ประจำปีงบประมาณ 2564 (ด้านวิจัยและนวัตกรรม ประเภท Fundamental Fund)
                    </p>

                    <p className="text-justify  pt-5">
                        &emsp;&emsp;&emsp;ปัญหาน้ำท่วมและดินถล่มเป็นภัยพิบัติที่เกิดขึ้นค่อนข้างบ่อยและสร้างความเสียหายกับชีวิตและทรัพย์สินของประชาชนในพื้นที่ภาคเหนือโดยเฉพาะอย่างยิ่งกับลุ่มน้ำปิงและเขตจังหวัดในพื้นที่สูง เช่น จังหวัดเชียงใหม่ เชียงราย พะเยา เป็นต้น ซึ่งการที่จะลดทอนความสูญเสียได้นั้นจำเป็นต้องมีเครื่องมือในการบริหารจัดการและกำหนดทิศทางของการพัฒนาทรัพยากรน้ำของจังหวัดและบูรณาการสู่แผนบริหารจัดการทรัพยากรน้ำของจังหวัดในภาพรวมอย่างมีกระบวนการมีส่วนร่วมของทุกภาคส่วนบนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง เพื่อรองรับการบริหารจัดการทรัพยากรน้ำในพื้นที่ของจังหวัดอย่างยั่งยืน และสนองตอบความต้องการของประชาชนทุกภาคส่วนอย่างเป็นระบบโดยรวม ด้วยความที่ภูมิประเทศส่วนใหญ่ของจังหวัดเชียงใหม่เป็นพื้นที่ลาดชัน ซึ่งมีแนวโน้มในการพังทลายของบริเวณดังกล่าวโดยง่ายจากปัจจัยต่อเนื่องจากฝนตกและน้ำท่วมไหลหลาก โดยจะเป็นอันตรายต่อพื้นที่ที่มีประชากรอาศัยและรวมถึงพื้นที่แหล่งท่องเที่ยวที่สำคัญของจังหวัดด้วยเช่นกัน โดยการพังทลายของพื้นที่ลาดจะเกิดขึ้นในฤดูฝนเนื่องจากปัจจัยหลายอย่าง ในปัจจุบันการที่ไม่มีระบบการจัดการกับการพังทลายของบริเวณความลาดอย่างมีประสิทธิภาพในปัจจุบัน ทำให้เกิดความไม่ปลอดภัยกับผู้อยู่อาศัยและนักท่องเที่ยว อีกทั้งต้องเสียงบประมาณและเวลาในการจัดการบริเวณที่มีการพังทลายแล้ว ดังนั้นการพัฒนาแผนที่เขตเสี่ยงภัยดินถล่มบนพื้นฐานของเทคโนโลยีสารสนเทศและการจัดการขั้นสูง ในบริเวณพื้นที่อยู่อาศัยและสถานที่ท่องเที่ยวที่สำคัญที่เป็นลาดเชิงเขาจึงเป็นเครื่องมือที่มีประสิทธิภาพในการประเมินความเสี่ยงของการพังทลายของพื้นลาดเชิงเขาได้อย่างรวดเร็ว เพื่อให้การจัดการและบริหารงานของชุมชนและสถานที่ท่องเที่ยวอยู่อยู่ในพื้นที่เสี่ยงภัยดินถล่มของจังหวัดเชียงใหม่เป็นไปอย่างมีประสิทธิภาพมากยิ่งขึ้น
                    </p>

                    <p className="text-center text-2xl p-3">
                        แจ้งปัญหา / ติดต่อกลับ
                    </p>

                    <div className="flex w-full justify-between pt-5">
                        <a href="mailto:landslide2022cm@hotmail.com" className="underline text-blue-500 hover:text-blue-300">landslide2022cm@hotmail.com</a>
                        <a href="https://www.facebook.com/profile.php?id=100076162653998" className="underline text-blue-500 hover:text-blue-300">facebook.com/City Research & Development Center, Engineer - CMU</a>
                        <a href="https://www.facebook.com/CENDiMcmu" className="underline text-blue-500 hover:text-blue-300">facebook.com/CENDiMcmu</a>
                    </div>
                </div>
            </div>


            <Footer />
        </>
    )
}